{"lead":{"title":"Man of Steel behind bars","caption":"U.S. Marshalls escort Superman to custody at Stryker's Island","author":"Lois Lane","body":"METROPOLIS- U.S. marshalls have taken the Man of Steel into custody after he turned himself in. A warrant for his arrest was issued on Sunday, and officials allege that Superman is responsible for a gruesome triple murder in Gotham City."},"articles":[{"title":"Wayne Entertainment to Buy Out Daily Planet ","body":"METROPOLIS- Business magnate and billionaire playboy Bruce Wayne has announced his intention to buy-out Galaxy Entertainment's remaining shares of Planet Incorporated, a deal that will see the paper added to a growing list of brands under management by Wayne Entertainment."},{"title":"Mystery Man rescues oil rig crew","body":"HOUSTON- An unkown hero has rescued 27 deepwater derrick operators from the blazing wreckage of their drilling platform. Authorities are still combating the blaze and there is no sign of the mysterious hero."},{"title":"City mourns simultaneous unrelated deaths of Bruce Wayne, Batman","body":"GOTHAM CITY- Coincidental tragedies rob Gotham of superhero, unrelated billionaire philanthropist"},{"title":"Catlike woman moves like cat, is woman","body":"GOTHAM CITY- nimble burglar eludes escape, kicks guns out of hands"},{"title":"Superheroes unite to protect earth","body":"GENEVA- Announcement approved buy standing ovation at U.N."},{"title":"Amazon pulls HQ2 from NY","body":"Amazon is no longer coming to Queens. The e-commerce giant on Thursday cancelled its plans to build a new headquarter in New York City following persistent criticism from local union supporters, the New York City Council and several elected officials. Amazon in November announced plans to build two 25,000-employee campuses in Long Island City, New York and in Arlington, Virginia. Both locations were chosen from more than 200 bidders and were expected to receive $2.5 billion in investments from Amazon. Since Amazon dropped the HQ2 plan in the Big Apple, several elected officials and organizations have spoken. (You can read Amazon's full statement here.) New York City Mayor Bill de Blasio 'You have to be tough to make it in New York City. We gave Amazon the opportunity to be a good neighbor and do business in the greatest city in the world. Instead of working with the community, Amazon threw away that opportunity. We have the best talent in the world and every day we are growing a stronger and fairer economy for everyone. If Amazon can't recognize what that's worth, its competitors will.'"},{"title":"Apple Earnings Short","body":"I guess they can't all be iPhones"},{"title":"Steve founds the Daily Planet","body":"Wow! Amazing! Such good news!"},{"title":"Thanos Really a Nice Guy","body":"Really, he only wants what's best for us"},{"title":"Web Devs Rule","body":"Is this seriously a story?"},{"title":"4 overlooked tax deductions that could save you big bucks","body":"By Lana Lang- Tax filing time is fast approaching, and at this time of year it's important to keep in mind all of the tax deductions that can help improve your bottom line."},{"title":"U.S. Supreme Court to decide legality of census citizenship query","body":"WASHINGTON, D.C.- The U.S. Supreme Court will decide the fate of a fiercely contested plan by President Donald Trump’s administration to add a citizenship question to the 2020 census"},{"title":"The real-world tech behind Alita: Battle Angel","body":"LOS ANGELES- Producer James Cameron wanted his fictional tech to be grounded in the real world."}]}